{
  "adeux": [
    {
      "biography": "Mark and Gabriella met in 2013 while studying at Guildhall School of Music and Drama.  From the moment they first played together they had a spark and formed the duo À Deux.  À Deux are a dynamic flute and harp dup based in London.  They have toured their recital series ‘Classical Music in Alternative Spaces,’ extensively across the UK; which aims to take flute and harp music to a diverse and more varied audience, creating an accessible and inviting atmosphere. Mark and Gabriella enjoy a varied performance schedule; recent performances have included recitals at Milton Court, St James’ Piccadilly, Blackheath Halls, and The Houses of Parliament.  In 2016 they were awarded first prize at the Camac International Harp Competition and in 2017 were invited to the Isle of Coll in Scotland to attend a 10-day intensive chamber music course organised by the Tunnell Trust for Young Musicians.  This duo have a enthusiastic outlook on transcriptions and have gained a reputation for challenging the limitations of their instruments.",
      "markBiography": [
        {"paragraph": "Scottish flautist Mark Taylor is a recent graduate of the Hochshule für Musik und Tanz, Köln where he studied with Professor Robert Winn. Prior to this, Mark was a student at the Guildhall School of Music and Drama where he graduated with First Class Honours and one of the prestigious Concert Recital Diplomas. Whilst at Guildhall Mark studied with Philippa Davies, Ian Clarke and Sarah Newbold. He received his early musical training at the Royal Conservatoire of Scotland’s Junior Academy of Music and the Music School of Douglas Academy."},
        {"paragraph": "A multi-award winner, Mark has been recipient of; The Elias Fawcett prize from The Royal Overseas League, The Countess of Munster Star Award, The Wiseman Prize form The Sir James Caird Travelling Scholarship Fund and The June Alison Woodwind Award from The Martin Musical Scholarship Fund. In addition to these, he has received varying awards from The Wolfsdon foundation, Harold Craxton Memorial Trust and The Sir John Barbirolli Memorial foundation. Mark has also had great competition success, previously having won the Guildhall Needlemakers Woodwind Prize, The Glasgow Music Festival Ailie Cullen Memorial Prize, for the most outstanding performance in the Festival (2010 With Trio & 2011 Solo), The Gilbert Innes Woodwind Prize from the Royal Conservatoire of Scotland and the Michael Stokes Memorial Award for outstanding contributions to the West of Scotland Orchestra Trust."},
        {"paragraph": "Orchestrally Mark has played Guest Principal Flute with RTÉ Concert Orchestra, Royal Liverpool Philharmonic Orchestra, Malaysian Philharmonic Orchestra, BBC Scottish Symphony Orchestra and Philharmonie Südwestfalen. He was also member of Southbank Sinfonia 2017."},
        {"paragraph": "As a soloist Mark has performed recitals and concertos in concert halls around the U.K including Glasgow City halls, Glasgow Royal Concert Hall, Greyfriars Kirk Edinburgh, Usher Hall, Milton Court, Wigmore Hall and Leeds College of Music. Recent solo engagements have included recitals at the Leicester International, Cheltenham and Dart Music Festivals and a concerto appearance with Ensemble Alba."},
        {"paragraph": "Mark’s studies were generously supported by the Guildhall School, Musicians Hostel Trust and the Donald Dewar Arts Foundation. "}
      ]
    }
  ]
}