{
  "biography": [
    {
      "paragraph": "Gabriella Jones, an established concert harpist with a passion for thoughtful programming and a commitment to nuanced performance."
    },
    {
      "paragraph": "As the 4th prize-winner at the 2023 Hong Kong International Harp Competition, Gabriella set herself apart by being the sole competitor to include a solo contemporary piece, showcasing a deliberate departure from conventional competition norms and a strong commitment to artistic individuality. As a Park Lane Group Young Artist (2018-20), Gabriella made her solo debut at prestigious venues such as Wigmore Hall and Southbank Centre. Recognised for her musicianship, she was selected as a Making Music UK Artist from 2020."
    },
    {
      "paragraph": "Her accolades include the 2018 City Livery Club Music Prize and the 2017 John Marson Harp Prize. Under the tutelage of Gabriella Dall’Olio at Trinity Laban Conservatoire of Music and Dance, Gabriella performed recitals around the UK, including a debut at St-Martin-in- the-Fields, a sold-out performance at Winchester Cathedral, and Westminster Abbey, all with critical acclaim."
    },
    {
      "paragraph": "Throughout her conservatoire years, Gabriella participated in masterclasses with internationally distinguished harpists whom she took much inspiration from, namely Marie-Pierre Langlemet Berlin Philharmoniker, Elizabeth Fontan-Binoche, Sylvain Blassel Conservatoire National Supérieur Musique de Danse de Lyon, Heidi Krutzen Philharmonia."
    },
    {
      "paragraph": "Gabriella has garnered accolades for her collaborative chamber work, winning the Ensemble Category at the North London Camac Harp Competition in 2016. Additionally, her chamber ensemble secured an nvitation to the Tunnell Trust for Young Musicians Course and Concert Series on the Isle of Coll in 2017 and presented recitals supported by  the Countess of Munster Trust. Beyond chamber music, Gabriella regularly plays the harp in orchestras across the UK, highlights have included the London Philharmonic Orchestra, Glyndebourne Opera, and Opera North."
    },
    {
      "paragraph": "Her dedication to contemporary music is evident in her collaborations with internationally acclaimed composers. Gabriella premiered an adaptation of Fragile by Master of the King’s Music Judith Weir CBE, marking a significant moment at the reopening of the National Musicians Church after years of suspended public performances and concerts. A notable highlight in 2022, was a special performance of Sally Beamish’s solo harp work Awuya for the composer’s 60th Birthday Celebration at The Royal Over-Seas League Hall. In 2019, Deborah Pritchard composed a piece commissioned by the Park Lane Group and Ralph Vaughn Williams Trust for Gabriella at the South Bank Centre SoundState Festival. Their collaboration continued recently as Gabriella performed Pritchard’s four-part composition and video project, Chagall's Light, in celebration of Mark Chagall’s luminous windows, which was praised by The Strad. Gabriella’s current passion project is harpist-composer Alexander Thomas's three-movement work, Memoirs. This contemporary masterpiece for solo harp is a remarkable addition to the repertoire, delving into a narrative of emotional states—from anticipation leading to loneliness, evolving through sadness and frustration, to culminate in moments of pure love, healing, effort, and ultimately, a poignant sense of failure."
    },
    {
      "paragraph": "Since 2022, Gabriella has been working with Gucci for their internationally recognised high-end collection events, curating a musical programme specifically designed to elevate the experience for clients of one-of-a-kind clothing pieces. Gabriella has a deep appreciation for Gucci’s storied vision and dedication to artistry and innovation."
    }
  ]
}
