{
  "biography": [
    {"paragraph": "Gabriella Jones, an award-winning harpist has built a reputation as a concert harpist across the United Kingdom.  Gabriella graduated from Trinity Laban Conservatoire of Music and Dance with a First Class Honours degree with Distinction and has since pursued a varied career regularly performing in major concert halls and venues and working with prominent British composers."},
    {"paragraph": "As a Park Lane Group Young Artist 2018-20 Gabriella made her Wigmore Hall and Southbank Centre solo debut. From 2020 Gabriella will be a Selected Artist for Making Music UK. Winner of the City Livery Club Music Prize 2018, John Marson Harp Prize 2017/18 and Finalist at the Camac International Harp Competition 2019, Gabriella has recently finished her studies as a Leverhulme Scholar at Trinity Laban Conservatoire of Music and Dance, under the tutorship of Gabriella Dall’Olio. During her studies, Gabriella made her solo debut at St-Martin-in-the-Fields. Gabriella has performed critically acclaimed recitals including those at Winchester Cathedral and Westminster Abbey."},
    {"paragraph": "Gabriella is proudly one half of A Deux, who won the Ensemble Category of the Camac Harp Competition 2016 and was invited to the Tunnell Trust for Young Musicians Course and Concert Series on the Isle of Coll in 2017. As a flute and harp duo, they focus on transcribing music to broaden their capacity as an ensemble and extend the current repertoire.  A Deux has worked as Ensemble Artists with Countess of Munster Recital Scheme, which lead them to perform exciting programmes at many major festivals and Music Societies across the UK."},
    {"paragraph": "During her years at Conservatoire Gabriella received masterclasses from Marie-Pierre Langlemet (Berliner Philharmoniker,) Elizabeth Fontan-Binoche (Conservatoire Nationale Supérieur de Musique et de Danse de Paris,) Sylvain Blassel and Fabrice Pierre (Conservatoire National Supérieur Musique det Danse de Lyon,) Heidi Krutzen (Philharmonia,) and Rachel Masters (London Philharmonic Orchestra.)"},
    {"paragraph": "Gabriella has a passion for the role of the harp within the contemporary music space and the future of the instrument on the concert platform.  These interests and support of new music have led her to work with internationally distinguished composers.  Gabriella recently premiered an adaptation of Fragile by Master of the Queen’s Music Judith Weir CBE, at The National Musicians’ Church, London.  In 2019 Deborah Pritchard was commissioned by the Park Lane Group and Ralph Vaughn Williams Trust to commission a work for the South Bank Centre SoundState Festival for Gabriella, which was performed in the presence of the late Sir Harrison Birtwistle.  Gabriella was recently invited to perform at Sally Beamish’s 60th Birthday Celebration at The Royal Over-Seas League Hall alongside Sally Beamish, Ian Burnside, and Branford Marsalis."},
    {"paragraph": "Gabriella is enormously grateful for the support she has received from Help Musicians UK, The Laura Ashley Foundation, The Leverhulme Trust, and Trinity College London, without this assistance completing her studies wouldn’t be possible."}
  ]
}